"""------------------------------<<<ПЕРЕМЕННЫЕ>>>------------------------------"""

set_1 = "Для покупки выберите интересующий сервер. " \
        "После оплаты вы мгновенно получите данные для подключения.\n\n- на первую покупку " \
        "скидка 20% по купону –☁️OBLAKA☁️(активировать купон можно в \"Мой профиль\")\n-произвольную конфигурацию вы можете заказать у нас " \
        "на сайте msk.oblaka.tech"
set_2 = f"Промокод по слову☁️ OBLAKA ☁️отнимает 20% от стоимости сервера!\nЗайдите в свой профиль и активируйте его!"
set_3 = "Введите ваш промокод🎁"
set_4 = "☁️Надежное персональное облако и выделенные сервера по выгодным ценам💸\n\n🖥Максимальная производительность за " \
        "минимальные деньги\n\n👨‍💼 Услуги которые входят в стоимость обслуживания:\n1.📚 Регулярные резервные копии;\n" \
        "2.👷‍♂️Любой тариф обсуждается индивидуально под ваши задачи и ценовую политику;\n3.🔧Предустановленные любые " \
        "системы Windows/Linux;\n4.☁️Облачная 1С.\n\n💽 Возможны любые конфигурации памяти и дисков.\n\n📡 Поможем " \
        "организовать безопасное и анонимное подключение, развернуть ИТ - сервисы с нуля."
set_5 = "При дополнительных вопросах о серверах, можете обращаться в тех. поддержку📞"
referal = "💼 Реферальная система\n🎯 Реферальный процент: 10%\n💰 За приглашенных людей, которые оплатят товар " \
          "в нашем магазине вы получите 10% скидки от стоимости товара\n🌐 Для приглашения пользователей отправьте ваш " \
          "реферальный код! Или введите реферальный код пользователя, который вас пригласил."
error = "Ой-ой...4️⃣0️⃣4️⃣ Ошибочка вышла"
input_referal = "Отправьте, пожалуйста, реферальный код пользователя, который вас пригласил!🤝"
servers = {
        "serv_0":["🇷🇺","4","8","2400"],
        "serv_1":["🇷🇺","6","16","4000"],
        "serv_2":["🇷🇺","8","24","5500"],
        "serv_3":["🇷🇺","10","32","7000"],
        "serv_4":["🇵🇱","4","8","2400"],
        "serv_5":["🇵🇱","6","16","4000"],
        "serv_6":["🇵🇱","8","24","5500"],
        "serv_7":["🇵🇱","10","32","7000"],
        "serv_8":["🇺🇸","4","8","2400"],
        "serv_9":["🇺🇸","6","16","4000"],
        "serv_10":["🇺🇸","8","24","5500"],
        "serv_11":["🇺🇸","10","32","7000"],
        "check_kassa":["🇷🇺","0","0","100"],
           }
location = {
    "🇷🇺": "Россия",
    "🇵🇱": "Польша",
    "🇺🇸": "США"
}
activate_coupon_string = "Ваш купон активирован!"
user_have_no_coupon = "Ваш купон☁️OBLAKA ☁️уже был активирован"
bad_referal_code = "К сожалению такого аккаунта не существует, или вы ввели неправильный реферальный код😬"
pay_sucsses = "✅Оплата прошла успешно!✅\n\nВаш сервер готовится. В течении пары минут вам придёт код с логином и паролем!\n\n" \
              "Если логин и пароль не приходят в течении длительного времени, обратитесь в тех. поддержку."
error_send_message_to_user = "Произошла ошибка! Сообщение пользователю - не отправлено! Попробуйте ввести еще раз или напишите пользователю напрямую"


